<?
//тип пользователей
$auser_group=array(
	1=>'Администратор',
	2=>'Модератор системы',
	3=>'Управление образования',
	4=>'Отдел образования',
	5=>'Школа',
	6=>'Детский сад',
	7=>'Колледж',
	8=>'Гость',
);

//
// массив языков
//
$kw=[
"appname"=>[1=>"OAUTH ", "OAUTH"],
"adminpanel"=>[1=>"Система единой авторизации", "Система единой авторизации"],
"title_site"=>[1=>"Система единой авторизации", "Система единой авторизации"],
"open_site"=>[1=>"Переход на сайт", "Переход на сайт"],
'name'=>[1=>'Название','Название'],

'welcome_admin_panel'=>[1=>'Добро пожаловать на Admin Panel.','Добро пожаловать на Admin Panel'],
'today'=>[1=>'Сегодня','Бугін'],
'#'=>[1=>'№','№'],

'autorization'=>[1=>'Авторизация','Авторизация'],
'login'=>[1=>'Логин','Логин'],
'password'=>[1=>'Пароль','Пароль'],
'actions'=>[1=>'Действия','Действия'],
"enter"=>[1=>'Вход','Кіру'],
"open"=>[1=>'Открыть','Ашу'],
"close"=>[1=>'Закрыть','Жабу'],
'closed'=>[1=>'Закрыто','Закрыто'],
"exit"=>[1=>'Выход','Шығу'],
'add'=>[1=>'Добавить','Қосу'],
"delete"=>[1=>'Удалить','Өшіру'],
'save'=>[1=>'Сохранить','Сақтау'],
'cancel'=>[1=>'Отменить','Отменить'],
'edit'=>[1=>'Редактировать','Редактировать'],
'send'=>[1=>'Отправить','Жіберу'],
'clear'=>[1=>'Очистить','Очистить'],
'yes'=>[1=>'Да','Иә'],
'no'=>[1=>'Нет','Жоқ'],
'create'=>[1=>'Создать','Создать'],

'setting'=>[1=>'Настройка системы',''],
'success'=>[1=>'Успешно','Успешно'],
'saved'=>[1=>'Запись успешно сохранена.','Запись успешно сохранена.'],
'confirmed'=>[1=>"Подтвержден",'Подтвержден'],

'myprofile'=>[1=>'Мой профиль', 'Мой профиль'],
'cpassw'=>[1=>'Изменить пароль', 'Изменить пароль'],
'oldpassword'=>[1=>'Старый пароль','Старый пароль'],
'newpassword'=>[1=>'Новый пароль','Новый пароль'],
'renewpassword'=>[1=>'Подтвердите новый пароль','Подтвердите новый пароль'],
'error_login_pass'=>[1=>'Введен неверный логин или пароль',''],
'error_pass'=>[1=>'Введен неверный пароль','Введен неверный пароль'],
'pass_saved'=>[1=>'Пароль успешно изменен','Пароль успешно изменен'],
'pass_date'=>[1=>'Дата смены пароля','Дата смены пароля'],

'date'=>[1=>'Дата',''],
'date_create'=>[1=>'Дата создание',''],
'time'=>[1=>'Время',''],

'list_user'=>[1=>'Список пользователей',''],
'user_name'=>[1=>'Имя пользователя',''],
'org_name'=>[1=>'Название организации',''],
'email'=>[1=>'Email','Email'],
'user_group'=>[1=>'Тип пользователя','Тип пользователя'],
'user_found'=>[1=>'Логин уже существует. Введите другой логин.',''],
'status'=>[1=>'Статус',''],
'user_blocked'=>[1=>'Пользователь заблокирован','Пользователь заблокирован'],
'blocked'=>[1=>'Заблокирован','Заблокирован'],
'password_free'=>[1=>'Если пароль не указан, то старый пароль не меняется','Если пароль не указан, то старый пароль не меняется'],

'all_rec'=>[1=>'Всего записей',''],
'start_page'=>[1=>'в начало',''],
'end_page'=>[1=>'в конец ',''],
'next_page'=>[1=>'след.',''],
'back_page'=>[1=>'пред.',''],

];

?>